["<pad>", "<bos>", "<eos>", "<unk>", "I", "CALL", "THEM", "<unk>", "ELEMENTS", "COLOR", "PAGE", "THEY", "NOT", "HAVE", "MUCH", "LIFE", "BEAUTIFUL", "BECOME", "FIND", "DIFFERENT", "WAYS", "NOW", "KIND", "DESIGN", "ALL", "KNOW", "TAKE", "OFF", "IDEA", "LEAF", "ALMOST", "POSTURE", "USE", "LOOK", "AND", "IT", "YOU", "START", "BLACK", "WHITE", "DRAWING", "HERE", "HI", "MY", "NAME", "DR", "ART", "ALWAYS", "FOCUS", "SELF", "NEGATIVE", "IF", "HIGH", "LOW", "BRING", "DOWN", "SET", "THOUGHT", "GO", "WITH", "NO", "ONE", "LIKE", "ME", "DO", "THERAPY", "WORK", "HELP", "CLIENT", "FEEL", "BETTER", "SITUATION", "ENVIRONMENT", "IMPORTANT", "NOTICE", "CAN", "SOMETHING", "HOW", "TELL", "NEW", "CITY", "OWN", "PRACTICE", "CLIP", "TALK", "FEELING", "COMMON", "BUT", "WHEN", "MIRROR", "YOURSELF", "WHAT", "SEE", "PART", "SIDE", "POSITION", "PALM", "THUMB", "LINES", "LEGS", "MAKE", "SURE", "COMFORTABLE", "SUPPORT", "HEAD", "KNEE", "ARMS", "REST", "FRONT", "LIFT", "UP", "ENOUGH", "COME", "BACK", "FORTH", "GET", "LITTLE", "THERE", "TOO", "WE", "AGAIN", "THIS", "PLACE", "LEG", "PRESS", "BONES", "IN", "AREA", "TIPS", "NICE", "ROCK", "APPLY", "PRESSURE", "SAVE", "YOUR", "OVER", "LINE", "GIVE", "BIT", "FINISH", "OUTSIDE", "INSIDE", "CLOSE", "FIRST", "FASHION", "WALK", "LONG", "SHORT", "MASSAGE", "REQUIRE", "TIME", "NEED", "OTHER", "MORE", "WEBSITE", "OPTION", "TWO", "DOG", "PRODUCT", "RIGHT", "AWAY", "WILL", "KILL", "NEXT", "HOURS", "30", "MINUTES", "FRIEND", "HOUSE", "TRAINING", "SCHOOL", "BELIEVE", "GREAT", "LEAVE", "HOME", "VIDEO", "PRODUCTS", "OUT", "PREVENT", "LAST", "COUPLE", "YEAR", "INCREASE", "TYPE", "THREE", "ONES", "EFFECTIVE", "INDIVIDUAL", "TYPICAL", "EAT", "JUMP", "BLOOD", "COTTON", "EXCESS", "SOME", "DAYS", "MORNING", "THING", "WRONG", "BED", "THINGS", "BEGINNING", "LOT", "WANT", "CLEANING", "DONE", "BIG", "JOB", "FOUR", "LARGE", "DAY", "THOSE", "WAY", "CONTINUE", "THROUGH", "SO", "CAR", "EVERYTHING", "OK", "GOOD", "STILL", "LATE", "GOT", "MOVE", "SUPPLY", "BOX", "AROUND", "NONE", "EXTRA", "KEY", "MESS", "AFTER", "LEAD", "TO", "OPEN", "DOOR", "ANOTHER", "SOMETIMES", "ROUGH", "NIGHT", "GENERALLY", "SCHEDULE", "SEVEN", "EIGHT", "TRY", "FAMILY", "CLEAN", "LATER", "DON'T", "THAT", "PROBABLY", "PREPARE", "MYSELF", "HELLO", "WELCOME", "MASTER", "GOLF", "FLORIDA", "DRILL", "SHIFT", "WEIGHT", "FORWARD", "LEARN", "HIT", "BALL", "TRANSFER", "LEFT", "MANY", "TIGHT", "BODY", "THROW", "NATURAL", "MOTION", "THINK", "SWING", "LET", "SHOT", "HARD", "DEVELOP", "TIP", "STUDENTS", "CLUB", "EXTENSION", "TODAY", "SHOW", "FAVORITE", "KIDS", "SWEET", "HOPE", "ENJOY", "FUN", "FAST", "LOVE", "FOR", "INGREDIENTS", "15", "MIX", "CHOP", "OVEN", "MEAN", "WHOLE", "BUNCH", "MAIN", "PUT", "OLD", "PLAY", "SECOND", "ALRIGHT", "PAINT", "PICK", "TOOL", "FILL", "RED", "PINK", "KEEP", "DRY", "QUICKLY", "WOOD", "ALREADY", "CREATE", "TEXTURE", "UNDERNEATH", "UNDER", "MARK", "COVER", "TOP", "BUY", "MOST", "PEOPLE", "ROOM", "ASK", "TWENTY", "INCH", "DOLLAR", "HEIGHT", "SAY", "SELL", "FINE", "EXAMPLE", "ANY", "STORE", "OFFER", "SOMEONE", "HAPPY", "BASED", "TALL", "MATERIAL", "BASE", "DIRECT", "ALSO", "BOTTOM", "TIMES", "MONEY", "BUILD", "SPEAK", "CROSS", "STITCH", "KIT", "THANK", "PATTERN", "ORDER", "ALLOW", "INCORPORATE", "FABRIC", "BACKGROUND", "USUALLY", "THREAD", "HOOP", "FOLLOW", "AVAILABLE", "ADVANCED", "BASIC", "SKILLS", "PLAYER", "EVERYONE", "TEAM", "SYSTEM", "GOAL", "STRESS", "MAINTAIN", "SAME", "TEACH", "CHILDREN", "REASON", "BENEFIT", "RESEARCH", "CHILD", "1", "2", "LEVEL", "ABOVE", "THESE", "WONDERFUL", "LOCAL", "PROVIDE", "TOGETHER", "GROW", "ISSUE", "UNDERSTAND", "RUN", "CHICKEN", "CUT", "WHO", "GAME", "CHOOSE", "SHAKE", "HAND", "HE", "THIRD", "DEAD", "FLOOR", "US", "FIGURE", "HIM", "ONLY", "PERSON", "CAN'T", "ANYTHING", "WIN", "JOE", "YES", "UNTIL", "OR", "FOUND", "GROUP", "EYES", "TAP", "GENTLY", "EVERYBODY", "EYE", "BEGIN", "BASEBALL", "SEGMENT", "DEMONSTRATE", "LIVE", "MACHINE", "PITCH", "ANGLE", "DETERMINE", "VARIOUS", "ARM", "ADJUST", "IMPROVE", "HITTING", "ACTUAL", "PITCHER", "NORMALLY", "CAGE", "END", "FLIP", "DRIVE", "VEHICLE", "PAY", "GENERAL", "AMERICAN", "INFORMATION", "BEST", "CLEAR", "STUFF", "COMPANY", "PHONE", "BOOK", "SEARCH", "CENTER", "YARD", "ABLE", "PULL", "METAL", "LONGER", "WORTH", "ON", "SITE", "DROP", "DRINK", "LET'S", "ICE", "GLASS", "MEASURE", "OUNCE", "PINEAPPLE", "JUICE", "SPOON", "TEMPERATURE", "COOL", "BAR", "DECIDE", "ORANGE", "BRAND", "NEVER", "USED", "MODEL", "FEW", "5", "10", "20", "DOLLARS", "WITHOUT", "REMEMBER", "CERTAIN", "AMOUNT", "THEN", "WON'T", "DEAL", "AFRAID", "NINE", "TEN", "THAN", "DEPEND", "PURCHASE", "STOCK", "BELOW", "WHY", "EASY", "COST", "ONCE", "LESS", "MARKET", "HOT", "DIFFERENCE", "MINUTE", "ADD", "INTEREST", "PARTICULAR", "OUR", "COLLAR", "HIS", "BEFORE", "SIMPLE", "STONE", "TECHNIQUE", "PIECES", "INTERESTING", "PERSONAL", "TOUCH", "FREE", "MASK", "PAPER", "MADE", "PACK", "SEVERAL", "PROTECT", "HEALTH", "STRONG", "WORRY", "CHEMICAL", "INTO", "PROCESS", "SAFE", "RECOMMEND", "PREFER", "WEAR", "BREATHE", "WOMEN", "MEN", "COMPLETE", "FIVE", "TOMATO", "CHEESE", "DRAW", "SMALL", "FISH", "FLAVOR", "LEMON", "BABY", "SERVE", "MIND", "PARTY", "KINDS", "AT", "LEAST", "KNIFE", "SHARP", "EASIER", "MAJOR", "MEDIUM", "BLADE", "EVERY", "STOP", "MIDDLE", "STEEL", "OKAY", "EDGE", "FORCE", "SHOULD", "WHATEVER", "DEGREE", "PERFECT", "NEAR", "GUARD", "WHILE", "HAPPEN", "MIGHT", "PUSH", "SCISSORS", "STRAIGHT", "PAIR", "FEET", "AREAS", "STRAIGHTEN", "HER", "HOLD", "PIECE", "STICK", "EVERYWHERE", "ROUND", "REMOVE", "HAIR", "FIFTEEN", "BIGGER", "GUYS", "HARDER", "STAY", "STABILITY", "BALANCE", "FIELD", "EXERCISE", "WORKOUT", "POWER", "PARTNER", "CHECK", "ONLINE", "SERIES", "ROW", "AHEAD", "POP", "ELBOW", "EACH", "FULL", "SHOULDER", "HIP", "MEDICAL", "MUST", "CHEST", "SIT", "BLOW", "ROLL", "OBJECT", "REPEAT", "READY", "FIRE", "CASE", "AIR", "MOVING", "FURTHER", "RATHER", "LIGHTER", "MATCH", "TEND", "CATCH", "SMOKE", "WHERE", "WELL", "STAND", "WIND", "POINT", "LIGHT", "SPOT", "FROM", "BE", "CHANCE", "DIP", "GOING", "GLUE", "BOTTLE", "QUICK", "BRUSH", "SPREAD", "COAT", "SKIN", "SLEEP", "MAKEUP", "CAUSE", "ACNE", "PROPERLY", "SIMPLY", "CREAM", "HANDS", "FACE", "RUB", "RID", "TWICE", "PROPER", "WASH", "HANDY", "WATER", "TOWEL", "REGULAR", "GREEN", "VARIETY", "WAVE", "PAST", "BASKET", "PLANT", "FLOWER", "FLOWERS", "EARLY", "SPRING", "FALL", "HEAVY", "WEEK", "HALF", "STRENGTH", "FOOD", "COMBINATION", "PROFESSIONAL", "DAILY", "RUNNING", "FACING", "WHICH", "LAND", "STEP", "TUCK", "DOUBLE", "DISTANCE", "X", "EXPERIENCE", "WORD", "REAL", "PROBLEM", "CUSTOMER", "SERVICE", "CONTAINER", "TAPE", "RUBBER", "BAND", "IDEAS", "GRASS", "TYPES", "PLANTS", "WORLD", "YEARS", "LOCATION", "SIZE", "WATCH", "BULB", "GARDEN", "NORTH", "BLUE", "ROOT", "BEER", "LOTS", "TRIM", "OPENING", "NUMBER", "RELEASE", "SQUEEZE", "PLATE", "CAKE", "MEET", "SLIGHTLY", "CIRCLE", "SHOE", "BOW", "LOOP", "STRING", "TIE", "TWIST", "BAG", "SOON", "PIN", "DOLL", "SHE", "CUTE", "GIFT", "PROJECT", "RICE", "MENTION", "TOY", "STUCK", "RULE", "ACT", "WORDS", "ABOUT", "ATTACK", "SOMEBODY", "SMELL", "AVOID", "MIXTURE", "WINDOWS", "FAN", "BREATHING", "PROTECTION", "FILTER", "SALT", "TOPIC", "SEPARATE", "AFFECT", "COULD", "WINTER", "BELLY", "SIGN", "UPPER", "FORM", "CARRY", "TEA", "POOL", "HAT", "BREAK", "TRICK", "CHANGE", "STAGE", "TURN", "BRIGHT", "BROWN", "OFTEN", "BLEND", "AWARE", "CLIMB", "TREE", "SPOTS", "BETWEEN", "LIME", "COLD", "DARK", "HEAT", "WARM", "MUSCLE", "CONNECT", "SPINE", "MAY", "CURVE", "EXACT", "WAIST", "OUTFIT", "YELLOW", "TONE", "SHIRT", "OPPOSITE", "WHEEL", "ATTENTION", "LETTER", "SPEED", "ORIGINAL", "CORE", "HANDLE", "SUGGEST", "BUDGET", "FIT", "KICK", "GRAB", "INSTEAD", "SAID", "EFFECT", "DAMAGE", "FOLD", "SWITCH", "CAREFUL", "ANKLE", "GROUND", "STRETCH", "FAR", "FOOT", "TARGET", "ANYWHERE", "TEST", "STRIP", "BUTTON", "SECURE", "SECTION", "LEAN", "HOLE", "SHOOT", "DIRECTION", "EVEN", "DEALER", "BAD", "CREDIT", "CHAIN", "SMALLER", "OWNER", "SHAPE", "ESPECIALLY", "SHADOW", "FORGET", "EXTEND", "COMB", "POWDER", "PRETTY", "PENCIL", "ENERGY", "FOUNDATION", "PLAYERS", "FLAT", "TOES", "COOK", "DISH", "POSSIBLE", "GARLIC", "WAIT", "STIR", "ONION", "3", "EARLIER", "ELECTRIC", "CORD", "STANDARD", "KNOT", "PLUG", "POLE", "MASCARA", "INNER", "BEAUTY", "WIPE", "NAPKIN", "LID", "COUNTRY", "LIQUID", "BURN", "SPECIAL", "SCREW", "QUESTIONS", "CLAY", "HIGHER", "100", "APPROPRIATE", "LAY", "POUR", "GLOVE", "ENTIRE", "BUCKET", "TASTE", "SOLID", "OFFICE", "COCONUT", "OIL", "SMOOTH", "CARE", "HAS", "CRACK", "CONTACT", "WET", "SURFACE", "SAND", "TRANSITION", "OPTIONS", "TROUBLE", "SOAK", "PLASTIC", "REPLACE", "REPAIR", "CORNER", "SORT", "CLEANER", "CONDITION", "LOSE", "SUN", "DETAIL", "THIN", "LAYER", "WIDE", "GETTING", "GENTLE", "SOUND", "ACTUALLY", "FRIENDS", "EASILY", "TECHNIQUES", "PROGRAM", "KAYAK", "PADDLE", "BIKE", "TIRE", "GRIP", "SEAT", "ATTACH", "FRAME", "TRIP", "LARGER", "FINGERS", "LOWER", "RIDE", "SPACE", "SLOW", "SCORE", "THICK", "INK", "PEN", "TABLE", "CUTTING", "MAT", "SLOWLY", "TOWARDS", "BOARD", "FINGER", "USING", "TOOLS", "ELSE", "SECONDS", "MOVEMENT", "SPONGE", "WIRE", "BAT", "CHOICE", "UNLESS", "EXPLAIN", "PICTURE", "ROAD", "HORSE", "RACE", "SORRY", "HANG", "BOOKS", "CLOTHES", "DRESS", "SLIDE", "TRAVEL", "KITCHEN", "EXACTLY", "OH", "WAX", "EVER", "CAMERA", "CHOCOLATE", "RAW", "COURSE", "BUTTER", "PEEL", "SPEECH", "NOTE", "CARD", "LISTEN", "TRUE", "FUNNY", "PROBLEMS", "CARDS", "STUDY", "1/2", "CUPS", "CUP", "SUGAR", "8", "BLOCK", "STYLE", "IMAGE", "FAKE", "PLAN", "SPECIFIC", "STATE", "REACH", "WRIST", "CLOSED", "FIRM", "DIRECTLY", "BOUNCE", "BEND", "CREASE", "HIPS", "HEELS", "MUSIC", "GUITAR", "EITHER", "EQUIPMENT", "CABLE", "MEAT", "DRIP", "SPRAY", "SIMILAR", "TENNIS", "TOSS", "OPPONENT", "THEIR", "BIRD", "BECAUSE", "TOE", "NAIL", "TINY", "FEED", "HURT", "GRIND", "CONTROL", "SINK", "SHOWER", "BEAK", "SOIL", "VEGETABLE", "TRAIN", "TYPICALLY", "APPLICATION", "TREAT", "CLOTHING", "PANTS", "DEFENSE", "TREATMENT", "STORES", "QUALITY", "EXPERT", "SAFETY", "CHORD", "SHOES", "LOOKING", "FIX", "PRICE", "QUITE", "SHOP", "LOOSE", "HEEL", "AUDIENCE", "RELAX", "PERFORM", "EAR", "EARS", "4", "CORNERS", "PAT", "SLIP", "DISCUSS", "ADVANTAGE", "EASIEST", "TOWARD", "STROKES", "FLOW", "HOOK", "ACROSS", "LOCK", "APART", "CLOTH", "IRON", "STEAM", "SEAL", "EDGES", "LENGTH", "BOTH", "SIDES", "OTHERWISE", "HEART", "QUEEN", "PLUS", "TWELVE", "EQUAL", "ELEVEN", "DANCE", "STUDIO", "CORRECT", "KNEES", "BENT", "DIFFICULT", "THICKER", "PAD", "OTHERS", "LEATHER", "HEAR", "DEEP", "BEACH", "SPIN", "POT", "SEATED", "YOGA", "SITTING", "BREATH", "POSE", "MUSCLES", "NOSE", "BUSINESS", "TRAIL", "TOWN", "LOAD", "ALONG", "GUIDE", "POST", "LIST", "RESULT", "WOMAN", "SHEET", "C", "E", "SIX", "FLY", "CAT", "PRESENT", "CATS", "JOINT", "BEADS", "BOIL", "NECK", "ITSELF", "TAIL", "BONE", "ANIMAL", "SNAKE", "WINGS", "SINGLE", "GUY", "SHOTS", "WING", "QUARTER", "6", "STANCE", "LIPS", "LIPSTICK", "LIP", "LINER", "COMPLETELY", "RAISE", "ROD", "TRAP", "CAST", "COFFEE", "ESPRESSO", "PASS", "LIKELY", "PURPOSE", "STRAP", "BRA", "D", "G", "NUMBERS", "AGE", "MOISTURE", "MOLD", "AID", "STEPS", "STAR", "DECK", "SNAP", "BEHIND", "METHOD", "WALL", "CROWN", "SKY", "HOP", "CHIN", "STRIKE", "CLIMBING", "NOTHING", "PAINTING", "EXCELLENT", "STANDING", "CHAIR", "SHOULDERS", "V", "INHALE", "EXHALE", "AUSTIN", "TEXAS", "OILY", "EXPENSIVE", "MATTER", "SCALE", "WINE", "FLOAT", "READ", "MOUTH", "SPLIT", "PLIERS", "BY", "LEADER", "NEEDLE", "BOWL", "STROKE", "DOING", "CEILING", "DEEPER", "RETURN", "CLOSER", "FACT", "WINDOW", "QUESTION", "SOFT", "DURING", "MILK", "HILL", "GEAR", "HOUR", "ZONE", "PERCENT", "GOLD", "COMING", "ROPE", "HOWEVER", "TOOTH", "TONGUE", "RINSE", "ACID", "FOODS", "COMPUTER", "FLASH", "PLANE", "OF", "CANNOT", "DEGREES", "DRAIN", "CAP", "DIRECTIONS", "POPULAR", "COUNT", "TANK", "RING", "TERM", "IDENTIFY", "STORY", "NECESSARY", "SQUARE", "FAMILIAR", "CALLED", "AS", "DICE", "WRAP", "SLICE", "RANGE", "MISTAKE", "SELECT", "LAMP", "OBVIOUSLY", "FRESH", "PUNCH", "WRITE", "TRACK", "DIRT", "HUNDRED", "RAIN", "THIRTY", "BACKWARDS", "WIDTH", "RECORD", "HEALTHY", "POINTS", "FAT", "CLASSIC", "SEND", "HEY", "PHOTOGRAPHER", "INTERNET", "COMMAND", "INSTALL", "DID", "FIFTY", "CLICK", "A", "BUBBLES", "STOMACH", "PET", "ACCESS", "BELT", "TENSION", "PORTION", "SODA", "ANSWER", "DEFENDER", "BEAT", "MAN", "COURT", "JEANS", "BRAID", "SEW", "SEAM", "RELAXED", "ITEMS", "FOAM", "ROTATE", "NET", "LITTER", "NORMAL", "BLANKET", "CLASS", "GRAY", "REDUCE", "HAD", "FILM", "FASTER", "VEGETABLES", "NATURALLY", "SILVER", "JEWELRY", "TRICKS", "GIRL", "SQUAT", "GONE", "LENGTHEN", "CURL", "COUNTER", "ROUTE", "COVERAGE", "AGAINST", "ACTION", "BOOM", "DUST", "INVOLVED", "FLOUR", "PATIENT", "KITE", "WEDDING", "SHRIMP", "TEETH", "EXERCISES", "WHEELS", "MICROWAVE", "SWEEP", "PARTS", "WOODEN", "VALUE", "LEASH", "HOLES", "WASTE", "PRINT", "DRIBBLE", "SOCCER", "CHARACTER", "SUIT", "PINS", "SPEND", "HINGE", "REVERSE", "ASIDE", "ACCOUNT", "DOCTOR", "TISSUE", "BOAT", "PADS", "DATE", "LEAVES", "SWIM", "COLORS", "FENCE", "WORKING", "TOILET", "ENGAGE", "POTATO", "RIP", "PAN", "TIGHTEN", "WOULD", "JACK", "CAME", "WAND", "BIRDS", "7", "BEAD", "CONSIDER", "LOOKS", "LUNGE", "LETTERS", "MAKING", "UNITED", "STATES", "DEVICE", "TELESCOPE", "MAP", "LIGHTLY", "OUTER", "BRAKE", "PHOTOGRAPHY", "LIGHTING", "B", "PLACES", "ZOOM", "STARTED", "CLOCK", "SAW", "ENGLISH", "MOVEMENTS", "SAUCE", "CURLING", "LAPTOP", "JUST", "-", "SETTING", "ROLLING", "STICKS", "FLUSH", "TURNING", "HAVING", "FLUID", "KEEPING", "STARTING", "JAB", "INCHES", "GAMES", "GOES", "RIDING", "TURNS", "SHAMPOO", "TIM", "FINISHED", "BATTERY", "PAGES", "GLOSS", "TENT", "LIGHTS", "TRIPOD", "PLAYING", "TALKING", "BLADES", "BAKING", "COMES", "HOLDING", "DEPENDING", "SECTIONS", "ENDS", "PULLING", "TIRES", "COW", "SKIRT", "AUDITION", "CURLY", "DATING", "PUTTING", "BALLS", "STRINGS", "FRET", "VODKA", "SNOW", "BID", "PORTAL", "TRACTOR", "RAT"]